export const dataNames = {
	sculpture: 'Скульптура',
	books: 'Книга',
	archaeology: 'Археология',
	'decorative-and-applied-arts': 'ДПИ',
	documents: 'Документы',
	graphics: 'Графика',
	mineralogy: 'Минералогия',
	'natural-science-collection': 'Естественно-научная коллекция',
	numismatics: 'Нумизматика',
	other: 'Прочее',
	painting: 'Живопись',
	'photographic-negatives': 'Фото, негатив',
	'printed-matter': 'Печатная продукция',
	technology: 'Техника',
	weapons: 'Оружие',
}

export const classDesc = {
	sculpture: [
		'Прекрасно выполненная скульптура из мрамора, изображающая греческого бога.',
		'Скульптура из бронзы, изображающая животное, с захватывающей детализацией.',
		'Великолепная скульптура с изысканным контрастом и эмоциональной глубиной.',
	],
	books: [
		'Редкая книга с уникальными иллюстрациями и историческими сведениями.',
		'Сборник старинных книг, являющийся важным источником культурного наследия.',
		'Популярная книга, которая вдохновила множество читателей своим содержанием.',
	],
	archaeology: [
		'Артефакты, обнаруженные в ходе археологических раскопок, раскрывающие тайны древних цивилизаций.',
		'Редкие археологические находки, воссоздающие историю человечества на протяжении тысячелетий.',
		'Фрагменты керамики и статуэтки, свидетельствующие о повседневной жизни древних обществ.',
	],
	'decorative-and-applied-arts': [
		'Уникальные предметы декоративно-прикладного искусства, воплощающие техническое мастерство и художественное видение мастера.',
		'Элегантные изделия, созданные вручную с использованием традиционных методов и материалов.',
		'Изысканные произведения искусства, украшающие интерьер и приносящие радость своим обладателям.',
	],
	documents: [
		'Исторические документы, свидетельствующие о важных событиях и деятелях прошлого.',
		'Документы и договоры, оформленные рукой знаменитых личностей, имеющие особую ценность для коллекционеров и историков.',
		'Уникальные архивные материалы, отражающие культурное наследие и историю различных обществ и государств.',
	],
	graphics: [
		'Художественные графические произведения, созданные с использованием различных техник и стилей.',
		'Изысканные гравюры и рисунки, отражающие творческий подход и мастерство художника.',
		'Уникальные произведения графики, вдохновляющие зрителей своим художественным выражением и глубиной смысла.',
	],
	mineralogy: [
		'Редкие минералы и кристаллы, имеющие уникальные характеристики и свойства.',
		'Изысканные образцы минералов, демонстрирующие разнообразие природных форм и цветов.',
		'Коллекция минералов, представляющая научный и культурный интерес для исследователей и коллекционеров.',
	],
	'natural-science-collection': [
		'Экспонаты естественно-научной коллекции, отображающие разнообразие и богатство природного мира.',
		'Уникальные образцы животных и растений, демонстрирующие биологическое разнообразие и эволюцию жизни на Земле.',
		'Коллекция природных объектов, позволяющая лучше понять и оценить удивительные явления природы.',
	],
	numismatics: [
		'Монеты и медали различных эпох и культур, являющиеся свидетельством исторических событий и торговых отношений.',
		'Редкие нумизматические экземпляры, имеющие коллекционную и историческую ценность для коллекционеров и исследователей.',
		'Коллекция монет, позволяющая проследить исторические и экономические процессы различных периодов и обществ.',
	],
	other: [
		'Разнообразные предметы искусства и культуры, не вошедшие в другие категории, но имеющие свою уникальную ценность и интерес для посетителей.',
		'Экспонаты, которые не подпадают под определенные классификации, но являются частью обширной коллекции музея.',
		'Предметы быта и артефакты, отражающие культурные традиции и обычаи различных этносов и народов.',
	],
	painting: [
		'Шедевры живописи, созданные известными художниками различных эпох и стилей.',
		'Изысканные полотна, отражающие художественное видение и талант мастера.',
		'Уникальные картины, вызывающие эмоциональный отклик и восхищение у зрителей.',
	],
	'photographic-negatives': [
		'Исторические фотографические негативы, сохраненные в идеальном состоянии и представляющие историческую ценность.',
		'Уникальные фотографии, зафиксированные на стеклянных или пластиковых негативах, являющиеся ценным источником информации о прошлом.',
		'Фотографии в негативе,созданные профессиональными фотографами и сохраненные в архиве музея как часть его коллекции.',
	],
	'printed-matter': [
		'Исторические печатные материалы, такие как книги, журналы и газеты, отражающие культурные и общественные процессы прошлого.',
		'Уникальные издания и редкие публикации, имеющие историческую и культурную ценность для исследователей и коллекционеров.',
		'Печатная продукция различных эпох и стилей, представленная в музейной коллекции как часть наследия и культурного наследия.',
	],
	technology: [
		'Уникальные технические устройства и изобретения, демонстрирующие развитие технологий и научных достижений человечества.',
		'Артефакты и образцы технических средств, представляющие историческую ценность и интерес для исследователей и инженеров.',
		'Коллекция технических предметов и оборудования, представляющая разнообразие и сложность современных технологий.',
	],
	weapons: [
		'Историческое оружие различных эпох и культур, демонстрирующее разнообразие форм и функций.',
		'Оружие и военная амуниция, использовавшиеся в различных военных конфликтах и сражениях.',
		'Коллекция оружия, представляющая историческую и культурную ценность, а также интерес для коллекционеров и исследователей.',
	],
}

export const images = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
